Repository: kilbith/xdecor
Catalog: locale/*.po
Languages: fr

source: This game is over.
fr: Cette partie est terminée.

source: Someone else plays white pieces!
fr: Quelqu'un d'autre joue avec les pièces blanches !

source: It's not your turn, wait for your opponent to play.
fr: Ce n'est pas votre tour, attendez que votre adversaire ait joué.

source: Someone else plays black pieces!
fr: Quelqu'un d'autre joue avec les pièces noires !

source: moved a
fr: a déplacé un(e)

source: , it's now your turn.
fr: , c'est maintenant votre tour.

source: won the game.
fr: a gagné la partie.

source: [!] You can't reset the chessboard, a game has been started.
fr: [!] Vous ne pouvez pas reinitialiser le jeu d'échecs, une partie est en cours.

source: If you are not a current player, try again in
fr: Si vous n'êtes pas le joueur en cours, essayez à nouveau dans

source: [!] You can't dig the chessboard, a game has been started.
fr: [i] Vous ne pouvez pas détruire le jeu d'échecs, une partie est en cours.

source: Reset it first if you're a current player, or dig again in
fr: Réinitialisez le d'abord si vous êtes un joueur en cours, ou bien détruisez le encore dans

source: Chess Board
fr: Jeu d'échecs

source: Cauldron (active) - Drop some foods inside to make a soup
fr: Chaudron (actif) - Jetez de la nourriture à l'intérieur pour faire de la soupe

source: No room in your inventory to add a bucket of water.
fr: Pas assez d'espace libre dans votre inventaire pour ajouter un saut d'eau.

source: No room in your inventory to add a bowl of soup.
fr: Pas assez d'espace libre dans votre inventaire pour ajouter un bol de soupe.

source: Cauldron
fr: Chaudron

source: Cauldron (empty)
fr: Chaudron (vide)

source: Cauldron (idle)
fr: Chaudron (inactif)

source: Cauldron (active) - Drop foods inside to make a soup
fr: Chaudron (actif) - Jetez de la nourriture à l'intérieur pour faire de la soupe

source: Cauldron (active) - Use a bowl to eat the soup
fr: Chaudron (actif) - Utilisez un bol pour manger la soupe

source: Bowl
fr: Bol

source: Bowl of soup
fr: Bol de soupe

source: Hammer
fr: Marteau

source: Honey
fr: Miel

source: Enchantment Table
fr: Table d'enchantement

source: Enchanted @1
fr: @1 Enchanté

source: Artificial Hive
fr: Ruche artificielle

source: Item Frame (owned by
fr: Cadre (possédé par

source: Item Frame
fr: Cadre

source: @1's Mailbox
fr: Boite aux lettres de @1

source: The mailbox is full
fr: La boite aux lettres est pleine

source: Mailbox
fr: Boite aux lettres

source: @1 Pressure Plate
fr: Plaque de pression en @1

source: Lever
fr: Levier

source: Bamboo Frame
fr: Cadre en bambou

source: Chainlink
fr: Chaine

source: Rusty Iron Bars
fr: Barre de fer rouillée

source: Wood Frame
fr: Cadre en bois

source: Baricade
fr: Barricade

source: Barrel
fr: Baril

source: Wooden Cabinet
fr: Meuble en bois

source: Half Wooden Cabinet
fr: Demi-meuble en bois

source: Empty Shelf
fr: Etagère vide

source: Multi Shelf
fr: Etagère

source: Candle
fr: Bougie

source: Chair
fr: Chaise

source: Cobweb
fr: Toile d'araignée

source: @1 Curtain
fr: Rideau @1

source: Cushion
fr: Coussin

source: Cushion Block
fr: Gros coussin

source: @1 Door
fr: Porte en @1

source: Ender Chest
fr: Coffre Ender

source: Ivy
fr: Lierre

source: Lantern
fr: Lanterne

source: @1 Light Box
fr: Lumiere en @1

source: Potted @1
fr: @1 en pot

source: Painting
fr: Peinture

source: Garden Stone Path
fr: Dalle de jardin

source: Cactus Brick
fr: Brique de cactus

source: Coal Stone Tile
fr: Bloc de pierre de charbon

source: Desert Stone Tile
fr: Bloc de pierre du désert

source: Hardened Clay
fr: Argile durcie

source: Moon Brick
fr: Briques lunaires

source: Stone Tile
fr: Pierre carrelée

source: Packed Ice
fr: Glace compactée

source: Wooden Tile
fr: Bois carrelé

source: Television
fr: Télévision

source: Wood Framed Glass
fr: Verra avec cadre en bois

source: Rope
fr: Corde

source: Work Bench
fr: Etabli
